<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">

<head>

<title>Sobre La Mec&aacute;nica Cl&aacute;sica</title>

<meta name="robots" content="noindex, nofollow" />

<meta name="author" content="Alejandro A. Torassa" />

<link rel="canonical" href="https://atorassa.github.io/physics-html/trabajo.htm" />

<meta http-equiv="content-type" content="text/html; charset=utf-8" />

<meta name="viewport" content="width=device-width, initial-scale=1.0" />

<link rel="alternate" hreflang="en" href="https://atorassa.github.io/physics-html/paper.htm" />

<meta name="description" content="Nueva din&aacute;mica que establece la existencia de una nueva fuerza universal de interacci&oacute;n, denominada fuerza cin&eacute;tica." />

<meta name="keywords" content="mec&aacute;nica cl&aacute;sica" />

<link rel="stylesheet" type="text/css" media="all" href="style.css" />

</head>

<body>

<div class="s">

<p><br /><br /></p>

<h1>SOBRE LA MEC&Aacute;NICA CL&Aacute;SICA</h1>

<p><br /></p>

<p class="c"><b class="e">Licencia&nbsp;Creative Commons&nbsp;Atribuci&oacute;n&nbsp;3.0<br />&copy; 1996 por Alejandro A. Torassa<br />atorassa@gmail.com<br />Argentina</b></p>

<p><br /></p>

<p class="c"><a class="y" href="#links">Links</a></p>

<p><br /></p>

<h3>Resumen</h3>

<p>En pocas palabras, este trabajo desarrolla una nueva din&aacute;mica, v&aacute;lida para todos los observadores, que establece, entre otras cosas, la existencia de una nueva fuerza universal de interacci&oacute;n, denominada fuerza cin&eacute;tica, que tiene como finalidad equilibrar a las otras fuerzas que act&uacute;an sobre los cuerpos. Para la nueva din&aacute;mica, el movimiento de los cuerpos no esta determinado por las fuerzas que act&uacute;an sobre ellos, sino que son los propios cuerpos quienes determinan su movimiento, ya que a trav&eacute;s de su movimiento ejercen sobre los otros cuerpos la fuerza cin&eacute;tica necesaria para mantener al sistema de fuerzas que act&uacute;a sobre los cuerpos siempre en equilibrio.</p>

<h3>Introducci&oacute;n</h3>

<p>Es sabido que la mec&aacute;nica cl&aacute;sica no puede formular la din&aacute;mica de Newton para todos los sistemas de referencia, debido a que &eacute;sta no siempre conserva su forma al ser pasada de un sistema de referencia a otro. Si admitimos, por ejemplo, que la din&aacute;mica de Newton es v&aacute;lida para un sistema de referencia, entonces no podemos admitir que sea v&aacute;lida para otro sistema de referencia acelerado con respecto al primero, porque el comportamiento de los cuerpos para el segundo sistema de referencia es distinto a lo establecido por la din&aacute;mica de Newton.</p>

<p>La mec&aacute;nica cl&aacute;sica soluciona esta dificultad, distinguiendo a los sistemas de referencia: en sistemas de referencia inerciales, para los cuales se formula la din&aacute;mica de Newton, y en sistemas de referencia no inerciales, para los cuales no se formula la din&aacute;mica de Newton; contradiciendo con esta soluci&oacute;n, al principio de relatividad general, que afirma: todos los sistemas de referencia obtendr&aacute;n las mismas leyes naturales.</p>

<p>Sin embargo, este trabajo cree que es posible solucionar la dificultad expuesta de la mec&aacute;nica cl&aacute;sica de una manera diferente, sin necesidad de distinguir a los sistemas de referencia y acorde con el principio de relatividad general, desarrollando a partir de la din&aacute;mica de Newton y de las transformaciones de la cinem&aacute;tica una nueva din&aacute;mica, que podr&aacute; ser formulada para todos los sistemas de referencia ya que la misma conservar&aacute; siempre su forma al ser pasada de un sistema de referencia a otro.</p>

<p>El desarrollo de esta nueva din&aacute;mica se dividir&aacute; en dos partes: en la primera parte, que trata sobre la mec&aacute;nica cl&aacute;sica de los cuerpos puntuales, se desarrollar&aacute; la nueva din&aacute;mica de los cuerpos puntuales, a partir de la din&aacute;mica de Newton de los cuerpos puntuales y de las transformaciones de la cinem&aacute;tica de los cuerpos puntuales, y en la segunda parte, que trata sobre la mec&aacute;nica cl&aacute;sica de los cuerpos r&iacute;gidos, se desarrollar&aacute; la nueva din&aacute;mica de los cuerpos r&iacute;gidos, a partir de la din&aacute;mica de Newton de los cuerpos r&iacute;gidos y de las transformaciones de la cinem&aacute;tica de los cuerpos r&iacute;gidos.</p>

<p>Este trabajo s&oacute;lo desarrollar&aacute; la primera parte.</p>

<h2>SOBRE LA MEC&Aacute;NICA CL&Aacute;SICA DE LOS CUERPOS PUNTUALES</h2>

<h3>&Iacute;ndice</h3>

<p class="c"><b class="e">MEC&Aacute;NICA DE LOS CUERPOS PUNTUALES<br />CINEM&Aacute;TICA DE LOS CUERPOS PUNTUALES<br />DIN&Aacute;MICA DE LOS CUERPOS PUNTUALES<br />CONSERVACIONES DE LOS CUERPOS PUNTUALES<br />OBSERVACIONES GENERALES<br />BIBLIOGRAF&Iacute;A</b></p>

<h2>MEC&Aacute;NICA DE LOS CUERPOS PUNTUALES</h2>

<p>La mec&aacute;nica cl&aacute;sica de los cuerpos puntuales considera que el universo est&aacute; constituido solamente por cuerpos puntuales y asume que todo sistema de referencia est&aacute; ligado a un cuerpo puntual. Por lo tanto, en la mec&aacute;nica cl&aacute;sica de los cuerpos puntuales, se puede asumir que los sistemas de referencia no est&aacute;n rotando.</p>

<h2>CINEM&Aacute;TICA DE LOS CUERPOS PUNTUALES</h2>

<h3>Sistemas de Referencia</h3>

<p>Si los sistemas de referencia no est&aacute;n rotando, entonces los ejes de dos sistemas de referencia S y S' permanecer&aacute;n siempre fijos entre s&iacute;. Por lo tanto, se puede convenir, para facilitar los c&aacute;lculos, que los ejes de los sistemas de referencia S y S' tengan la misma orientaci&oacute;n entre s&iacute;, seg&uacute;n como muestra la Figura 1.</p>

<p class="c"><span class="i i000"></span></p>

<p class="c">Figura 1</p>

<h3>Transformaciones de la Cinem&aacute;tica</h3>

<p>Si un sistema de referencia S de ejes O(X,Y,Z) determina un suceso por medio de tres coordenadas espaciales X, Y, Z y una coordenada temporal T, entonces otro sistema de referencia S' de ejes O'(X',Y',Z') tambi&eacute;n determinar&aacute; a este mismo suceso por medio de tres coordenadas espaciales X', Y', Z' y una coordenada temporal T'.<br />Se puede pasar de las coordenadas X, Y, Z, T del sistema de referencia S a las coordenadas X', Y', Z', T' del sistema de referencia S' cuyo origen de coordenadas O' se encuentra en la posici&oacute;n Xo', Yo', Zo' con respecto al sistema de referencia S, aplicando las siguientes ecuaciones:</p>

<p><span class="i i010"></span><br /><span class="i i020"></span><br /><span class="i i030"></span><br /><span class="i i040"></span></p>

<p>De estas ecuaciones, se deduce como se transforman las velocidades y las aceleraciones del sistema de referencia S al sistema de referencia S', que en forma vectorial pueden ser expresadas a trav&eacute;s de las siguientes ecuaciones:</p>

<p><span class="i i050"></span><br /><span class="i i060"></span></p>

<p>donde <b>V</b>o' y <b>A</b>o' son la velocidad y la aceleraci&oacute;n respectivamente del sistema de referencia S' con respecto al sistema de referencia S.</p>

<h2>DIN&Aacute;MICA DE LOS CUERPOS PUNTUALES</h2>

<h3>Din&aacute;mica de Newton</h3>

<p>Primera ley de Newton: Todo cuerpo puntual permanece en estado de reposo o de movimiento rectil&iacute;neo uniforme, a menos que act&uacute;e sobre &eacute;l una fuerza externa no equilibrada que modifique su estado.<br />Segunda ley de Newton: Si sobre un cuerpo puntual A act&uacute;an fuerzas, entonces la aceleraci&oacute;n del mismo es proporcional a la resultante de las fuerzas actuantes y tiene igual direcci&oacute;n y sentido que ella.</p>

<p><span class="i i070"></span></p>

<p>donde Ma es la masa inercial del cuerpo puntual A.<br />Tercera ley de Newton: Si un cuerpo puntual A ejerce una fuerza <b>F</b> sobre un cuerpo puntual B, entonces el cuerpo puntual B ejerce una fuerza -<b>F</b> igual y de sentido contrario sobre el cuerpo puntual A.</p>

<p><span class="i i080"></span></p>

<p>La transformaci&oacute;n de las fuerzas reales de un sistema de referencia a otro, est&aacute; dada por la siguiente ecuaci&oacute;n:</p>

<p><span class="i i090"></span></p>

<p>La transformaci&oacute;n de las masas inerciales de un sistema de referencia a otro, est&aacute; dada por la siguiente ecuaci&oacute;n:</p>

<p><span class="i i100"></span></p>

<h3>Comportamiento Din&aacute;mico de los Cuerpos Puntuales</h3>

<p>Consideremos que el universo est&aacute; constituido solamente por los cuerpos puntuales A, B y C y que estos cuerpos puntuales se comportan para un sistema de referencia S (sistema inercial) seg&uacute;n como lo establece la din&aacute;mica de Newton. Por lo tanto, el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado para el sistema de referencia S por las ecuaciones:</p>

<p><span class="i i110"></span><br /><span class="i i120"></span><br /><span class="i i130"></span></p>

<p>A partir de las ecuaciones (1) y por medio de las transformaciones de la cinem&aacute;tica y de la din&aacute;mica, se puede establecer que el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado para otro sistema de referencia S' por las ecuaciones:</p>

<p><span class="i i140"></span><br /><span class="i i150"></span><br /><span class="i i160"></span></p>

<p>donde <b>A</b>'o es la aceleraci&oacute;n del sistema de referencia S con respecto al sistema de referencia S', que es igual al opuesto de la aceleraci&oacute;n -<b>A</b>o' del sistema de referencia S' con respecto al sistema de referencia S.<br />Como las ecuaciones (2) s&oacute;lo pueden tener la misma forma que las ecuaciones (1) si la aceleraci&oacute;n <b>A</b>'o del sistema de referencia S con respecto al sistema de referencia S' es igual a cero, entonces no se puede establecer que el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado para cualquier sistema de referencia por las ecuaciones (1).<br />Ahora, si se suman las fuerzas de las ecuaciones (2), se obtiene:</p>

<p><span class="x i170"></span><span class="x i171"></span><span class="i i172"></span></p>

<p>Despejando <b>A</b>'o y como <span class="u"><i>S</i>&nbsp;<b>F</b>'a</span> + <span class="u"><i>S</i>&nbsp;<b>F</b>'b</span> + <span class="u"><i>S</i>&nbsp;<b>F</b>'c</span> es igual a cero, por la tercer ley de Newton, resulta:</p>

<p><span class="i i180"></span></p>

<p>Como el segundo miembro es la aceleraci&oacute;n <b>A</b>'cm del centro de masa del universo con respecto al sistema de referencia S', queda:</p>

<p><span class="i i190"></span></p>

<p>Reemplazando en las ecuaciones (2) <b>A</b>'o por <b>A</b>'cm, se obtiene:</p>

<p><span class="i i200"></span><br /><span class="i i210"></span><br /><span class="i i220"></span></p>

<p>Por lo tanto, el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado ahora para el sistema de referencia S' por las ecuaciones (6), que son equivalentes a las ecuaciones (2) ya que <b>A</b>'cm es igual a <b>A</b>'o.<br />Ahora si se pasan las ecuaciones (6) del sistema de referencia S' al sistema de referencia S, por medio de las transformaciones de la cinem&aacute;tica y de la din&aacute;mica, se obtiene:</p>

<p><span class="i i230"></span><br /><span class="i i240"></span><br /><span class="i i250"></span></p>

<p>Por lo tanto, el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado ahora para el sistema de referencia S por las ecuaciones (7), que s&oacute;lo pueden ser equivalentes a las ecuaciones (1) si la aceleraci&oacute;n <b>A</b>cm del centro de masa del universo con respecto al sistema de referencia S es igual a cero; lo cual puede ser verificado sumando las fuerzas de las ecuaciones (1); o sea:</p>

<p><span class="x i260"></span><span class="x i261"></span><span class="i i262"></span></p>

<p>de donde dividiendo luego ambos miembros por Ma + Mb + Mc y como <span class="u"><i>S</i>&nbsp;<b>F</b>a</span> + <span class="u"><i>S</i>&nbsp;<b>F</b>b</span> + <span class="u"><i>S</i>&nbsp;<b>F</b>c</span> es igual a cero, por la tercer ley de Newton, resulta:</p>

<p><span class="i i270"></span></p>

<p>Como las ecuaciones (7) tienen la misma forma que las ecuaciones (6), entonces se puede establecer que el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado para cualquier sistema de referencia por las ecuaciones (7), y que s&oacute;lo estar&aacute; determinado por las ecuaciones (1) si la aceleraci&oacute;n del centro de masa del universo con respecto al sistema de referencia es igual a cero.<br />Ahora, si en las ecuaciones (7) se pasa el segundo miembro al primero, se obtiene:</p>

<p><span class="i i280"></span><br /><span class="i i290"></span><br /><span class="i i300"></span></p>

<p>Reemplazando <b>A</b>cm por su expresi&oacute;n, resulta luego de factorizar:</p>

<p><span class="x i310"></span><span class="i i311"></span></p><p><span class="x i320"></span><span class="i i321"></span></p><p><span class="x i330"></span><span class="i i331"></span></p>

<p>Si se interpreta al segundo y tercer t&eacute;rmino, como una nueva fuerza <b>F</b>&deg; que act&uacute;a sobre los cuerpos puntuales, ejercida por los otros cuerpos puntuales, entonces se notar&aacute;: que la fuerza <b>F</b>&deg; conserva siempre su forma al ser pasada de un sistema de referencia a otro y adem&aacute;s que si un cuerpo puntual ejerce una fuerza <b>F</b>&deg; sobre otro cuerpo puntual, entonces el segundo cuerpo puntual ejerce una fuerza -<b>F</b>&deg; igual y de sentido contrario sobre el primer cuerpo puntual. Por lo tanto, como el segundo y tercer t&eacute;rmino representa la suma de las nuevas fuerzas <span class="u"><i>S</i>&nbsp;<b>F</b>&deg;</span> que act&uacute;an sobre los cuerpos puntuales, queda:</p>

<p><span class="i i340"></span><br /><span class="i i350"></span><br /><span class="i i360"></span></p>

<p>Agregando, por &uacute;ltimo, el segundo t&eacute;rmino al primero, se obtiene:</p>

<p><span class="i i370"></span><br /><span class="i i380"></span><br /><span class="i i390"></span></p>

<p>Por lo tanto, finalmente se puede establecer que el comportamiento de los cuerpos puntuales A, B y C estar&aacute; determinado para cualquier sistema de referencia por las ecuaciones (13); que pueden ser enunciadas de la siguiente manera: Si al conjunto de las fuerzas reales agregamos la nueva fuerza, entonces el total formar&aacute; un sistema en equilibrio.<br />Es posible, por lo tanto, concebir una nueva din&aacute;mica, que podr&aacute; ser formulada para todos los sistemas de referencia; cuya explicaci&oacute;n sobre la causa del movimiento de los cuerpos puntuales no ser&aacute;: que los cuerpos puntuales se mueven de determinada manera porque est&aacute;n sometidos bajo la acci&oacute;n de las fuerzas reales que act&uacute;an sobre ellos, seg&uacute;n como lo establece la primera y segunda ley de Newton, sino que ser&aacute;: que los cuerpos puntuales se mueven de determinada manera porque de esa manera equilibran, por medio de la nueva fuerza, al sistema de fuerzas reales que act&uacute;a sobre los cuerpos puntuales.<br />Por otro lado, de ahora en m&aacute;s, a la nueva fuerza se la denominar&aacute; fuerza cin&eacute;tica, ya que es una fuerza que depende del movimiento de los cuerpos puntuales, y a la magnitud M (masa) se la denominar&aacute; masa cin&eacute;tica en vez de masa inercial, porque los cuerpos puntuales ya no poseen m&aacute;s la propiedad de la inercia.</p>

<h3>Nueva Din&aacute;mica</h3>

<p>Primer principio: Un cuerpo puntual puede tener cualquier estado de movimiento.<br />Segundo principio: Las fuerzas que act&uacute;an sobre un cuerpo puntual A, siempre est&aacute;n en equilibrio.</p>

<p><span class="i i370"></span></p>

<p>Tercer principio: Si un cuerpo puntual A ejerce una fuerza <b>F</b> sobre un cuerpo puntual B, entonces el cuerpo puntual B ejerce una fuerza -<b>F</b> igual y de sentido contrario sobre el cuerpo puntual A.</p>

<p><span class="i i080"></span></p>

<p>La transformaci&oacute;n de las fuerzas reales de un sistema de referencia a otro, est&aacute; dada por la siguiente ecuaci&oacute;n:</p>

<p><span class="i i090"></span></p>

<p>La fuerza cin&eacute;tica <b>FC</b>ab ejercida sobre un cuerpo puntual A por otro cuerpo puntual B, causada por la interacci&oacute;n entre el cuerpo puntual A y el cuerpo puntual B, est&aacute; dada por la siguiente ecuaci&oacute;n:</p>

<p><span class="i i400"></span></p>

<p>donde Ma es la masa cin&eacute;tica del cuerpo puntual A, Mb es la masa cin&eacute;tica del cuerpo puntual B, <b>A</b>b es la aceleraci&oacute;n del cuerpo puntual B, <b>A</b>a es la aceleraci&oacute;n del cuerpo puntual A y MT es la masa cin&eacute;tica total del universo.<br />La transformaci&oacute;n de las masas cin&eacute;ticas de un sistema de referencia a otro, est&aacute; dada por la siguiente ecuaci&oacute;n:</p>

<p><span class="i i100"></span></p>

<p>De los enunciados anteriores, se deduce que la suma de las fuerzas cin&eacute;ticas <span class="u"><i>S</i>&nbsp;<b>FC</b>a</span> que act&uacute;a sobre un cuerpo puntual A es igual a:</p>

<p><span class="i i410"></span></p>

<p>donde Ma es la masa cin&eacute;tica del cuerpo puntual A, <b>A</b>cm es la aceleraci&oacute;n del centro de masa cin&eacute;tica del universo y <b>A</b>a es la aceleraci&oacute;n del cuerpo puntual A.</p>

<h3>Determinaci&oacute;n del Movimiento de los Cuerpos Puntuales</h3>

<p>La ecuaci&oacute;n que determina la aceleraci&oacute;n <b>A</b>a de un cuerpo puntual A con respecto a un sistema de referencia S ligado a un cuerpo puntual S, puede ser calculada de la siguiente manera: la suma de las fuerzas cin&eacute;ticas <span class="u"><i>S</i>&nbsp;<b>FC</b>a</span> que act&uacute;an sobre el cuerpo puntual A y la suma de las fuerzas cin&eacute;ticas <span class="u"><i>S</i>&nbsp;<b>FC</b>s</span> que act&uacute;an sobre el cuerpo puntual S, est&aacute;n dadas por las siguientes ecuaciones:</p>

<p><span class="i i412"></span><br /><span class="i i420"></span></p>

<p>Despejando en ambas ecuaciones <b>A</b>cm e igualando luego las ecuaciones obtenidas, se tiene:</p>

<p><span class="i i430"></span></p>

<p>Despejando <b>A</b>a y como la aceleraci&oacute;n <b>A</b>s del cuerpo puntual S con respecto al sistema de referencia S siempre es igual a cero, resulta:</p>

<p><span class="i i440"></span></p>

<p>Como la suma de las fuerzas cin&eacute;ticas <span class="u">(<i>S</i>&nbsp;<b>FC</b>)</span> que act&uacute;an sobre un cuerpo puntual es igual al opuesto de la suma de las fuerzas no cin&eacute;ticas <span class="u">(-<i>S</i>&nbsp;<b>FN</b>)</span> que act&uacute;an sobre el cuerpo puntual, por el segundo principio de la nueva din&aacute;mica, entonces queda:</p>

<p><span class="i i450"></span></p>

<p>Por lo tanto, la aceleraci&oacute;n <b>A</b>a de un cuerpo puntual A con respecto a un sistema de referencia S ligado a un cuerpo puntual S estar&aacute; determinada por la ecuaci&oacute;n anterior; donde <span class="u"><i>S</i>&nbsp;<b>FN</b>a</span> es la suma de las fuerzas no cin&eacute;ticas que act&uacute;an sobre el cuerpo puntual A, Ma es la masa del cuerpo puntual A (de ahora en m&aacute;s para abreviar, se dir&aacute; directamente masa en vez de masa cin&eacute;tica), <span class="u"><i>S</i>&nbsp;<b>FN</b>s</span> es la suma de las fuerzas no cin&eacute;ticas que act&uacute;an sobre el cuerpo puntual S y Ms es la masa del cuerpo puntual S.</p>

<h3>Circunstancia Galileana</h3>

<p>Digamos que un sistema de referencia S ligado a un cuerpo puntual S se halla en la circunstancia galileana si la suma de las fuerzas no cin&eacute;ticas que act&uacute;an sobre el cuerpo puntual S es igual a cero.<br />Si un sistema de referencia S se halla en la circunstancia galileana, entonces se deduce, por el segundo principio de la nueva din&aacute;mica, que la suma de las fuerzas cin&eacute;ticas <span class="u"><i>S</i>&nbsp;<b>FC</b>s</span> que act&uacute;an sobre el cuerpo puntual S es igual a cero; o sea:</p>

<p><span class="i i460"></span></p>

<p>Despejando <b>A</b>cm y como la aceleraci&oacute;n <b>A</b>s del cuerpo puntual S con respecto al sistema de referencia S siempre es igual a cero, resulta:</p>

<p><span class="i i470"></span></p>

<p>Por lo tanto, la aceleraci&oacute;n del centro de masa del universo con respecto a un sistema de referencia que se halla en la circunstancia galileana es igual a cero.</p>

<h3>Sistema Aislado</h3>

<p>Digamos que un sistema de cuerpos puntuales es un sistema aislado, si la suma de las fuerzas no cin&eacute;ticas externas que act&uacute;an sobre el sistema de cuerpos puntuales es igual a cero.<br />Por lo tanto, si un sistema de cuerpos puntuales es un sistema aislado, entonces se deduce, por el segundo principio de la nueva din&aacute;mica, que la suma de las fuerzas no cin&eacute;ticas internas <span class="u"><i>S</i>&nbsp;<b>FN</b>i</span> y de las fuerzas cin&eacute;ticas internas y externas <span class="u"><i>S</i>&nbsp;<b>FC</b></span> es igual a cero; o sea:</p>

<p><span class="i i480"></span></p>

<p>Reemplazando <span class="u"><i>S</i>&nbsp;<b>FC</b></span> por su expresi&oacute;n (14) y como <span class="u"><i>S</i>&nbsp;<b>FN</b>i</span> es igual a cero, por el tercer principio de la nueva din&aacute;mica, se deduce:</p>

<p><span class="x i490"></span><span class="i i491"></span></p>

<p>de donde despejando <b>A</b>cm resulta:</p>

<p><span class="i i500"></span></p>

<p>Como el segundo miembro es la aceleraci&oacute;n <b>A</b>cms del centro de masa del sistema aislado, entonces se obtiene:</p>

<p><span class="i i510"></span></p>

<p>Por lo tanto, la aceleraci&oacute;n del centro de masa de un sistema aislado es igual a la aceleraci&oacute;n del centro de masa del universo.</p>

<h2>CONSERVACIONES DE LOS CUERPOS PUNTUALES</h2>

<h3>Conservaci&oacute;n Restringida de la Cantidad de Movimiento</h3>

<p>Por un lado, se tiene que la aceleraci&oacute;n del centro de masa de un sistema aislado es igual a la aceleraci&oacute;n del centro de masa del universo y, por otro lado, se tiene que la aceleraci&oacute;n del centro de masa del universo con respecto a un sistema de referencia que se halla en la circunstancia galileana es igual a cero.<br />Por lo tanto, la aceleraci&oacute;n del centro de masa de un sistema aislado con respecto a un sistema de referencia que se halla en la circunstancia galileana es igual a cero; o sea:</p>

<p><span class="i i520"></span></p>

<p>Multiplicando ambos miembros por Ma + Mb + ... + Mn e integrando luego respecto al tiempo, se deduce:</p>

<p><span class="i i530"></span></p>

<p>Como el primer miembro es la cantidad de movimiento total <b>P</b> del sistema aislado, entonces queda:</p>

<p><span class="i i540"></span></p>

<p>Por lo tanto, para un sistema de referencia que se halla en la circunstancia galileana la cantidad de movimiento total de un sistema aislado se conserva.</p>

<h3>Trabajo y Energ&iacute;a Viva</h3>

<p>El trabajo total W realizado por las fuerzas que act&uacute;an sobre un cuerpo puntual es:</p>

<p><span class="x i550"></span><span class="i i551"></span></p>

<p>o sea:</p>

<p><span class="i i560"></span></p>

<p>Como <b>F</b>a + <b>F</b>b + ... + <b>F</b>n es igual a cero, por el segundo principio de la nueva din&aacute;mica, entonces resulta:</p>

<p><span class="i i570"></span></p>

<p>Por lo tanto, el trabajo total realizado por las fuerzas que act&uacute;an sobre un cuerpo puntual es igual a cero.<br />Ahora, el trabajo total W realizado por las fuerzas cin&eacute;ticas de interacci&oacute;n <b>FC</b>a y <b>FC</b>b que act&uacute;an sobre un cuerpo puntual A y un cuerpo puntual B respectivamente es:</p>

<p><span class="i i580"></span></p>

<p>o bien:</p>

<p><span class="x i590"></span><span class="i i591"></span></p>

<p>de donde se deduce:</p>

<p><span class="i i600"></span></p>

<p>Si a la energ&iacute;a de la fuerza cin&eacute;tica la denominamos energ&iacute;a viva, entonces la expresi&oacute;n entre par&eacute;ntesis representa la energ&iacute;a viva EVab del sistema cuerpo puntual A - cuerpo puntual B; por consiguiente reemplazando queda:</p>

<p><span class="i i610"></span></p>

<p>Por lo tanto, el trabajo total realizado por las fuerzas cin&eacute;ticas de interacci&oacute;n que act&uacute;an sobre un cuerpo puntual A y un cuerpo puntual B es igual al opuesto de la variaci&oacute;n de la energ&iacute;a viva del sistema cuerpo puntual A - cuerpo puntual B; siendo la energ&iacute;a viva EVab de un sistema cuerpo puntual A - cuerpo puntual B igual a:</p>

<p><span class="i i620"></span></p>

<p>donde Ma es la masa del cuerpo puntual A, Mb es la masa del cuerpo puntual B, <b>V</b>a es la velocidad del cuerpo puntual A, <b>V</b>b es la velocidad del cuerpo puntual B y MT es la masa total del universo.<br />Ahora, el trabajo total W realizado por las fuerzas cin&eacute;ticas que act&uacute;an sobre un sistema aislado es:</p>

<p><span class="x i630"></span><span class="i i631"></span></p>

<p>o sea:</p>

<p><span class="x i640"></span><span class="i i641"></span></p>

<p>de donde reemplazando <b>A</b>cm por la aceleraci&oacute;n <b>A</b>cms del centro de masa del sistema aislado, ya que <b>A</b>cms es igual a <b>A</b>cm, se deduce:</p>

<p><span class="i i650"></span></p>

<p>Como la expresi&oacute;n entre par&eacute;ntesis representa la energ&iacute;a viva total EV del sistema aislado, entonces queda:</p>

<p><span class="i i660"></span></p>

<p>Por lo tanto, el trabajo total realizado por las fuerzas cin&eacute;ticas que act&uacute;an sobre un sistema aislado es igual al opuesto de la variaci&oacute;n de la energ&iacute;a viva total del sistema aislado; siendo la energ&iacute;a viva total EV de un sistema aislado igual a:</p>

<p><span class="i i670"></span></p>

<p>donde EC es la energ&iacute;a cin&eacute;tica total del sistema aislado, <b>P</b> es la cantidad de movimiento total del sistema aislado y MS es la masa total del sistema aislado.</p>

<h3>Conservaci&oacute;n de la Energ&iacute;a Viva</h3>

<p>Se tiene que el trabajo total realizado por las fuerzas que act&uacute;an sobre un cuerpo puntual es igual a cero; por lo tanto, el trabajo total W realizado por las fuerzas que act&uacute;an sobre un sistema aislado es igual a cero.</p>

<p><span class="i i570"></span></p>

<p>Si al trabajo total W se lo clasifica: en el trabajo total Wfn realizado por las fuerzas no cin&eacute;ticas y en el trabajo total Wfc realizado por las fuerzas cin&eacute;ticas, entonces reemplazando queda:</p>

<p><span class="i i680"></span></p>

<p>Como Wfc es igual al opuesto de la variaci&oacute;n de la energ&iacute;a viva total del sistema aislado, se tiene:</p>

<p><span class="i i690"></span></p>

<p>Ahora si las fuerzas no cin&eacute;ticas que act&uacute;an sobre el sistema aislado no realizan trabajo, entonces resulta:</p>

<p><span class="i i700"></span></p>

<p>o sea:</p>

<p><span class="i i710"></span></p>

<p>o bien:</p>

<p><span class="i i720"></span></p>

<p>Por lo tanto, si las fuerzas no cin&eacute;ticas que act&uacute;an sobre un sistema aislado no realizan trabajo, entonces la energ&iacute;a viva total del sistema aislado se conserva.<br />Por otro lado, si la energ&iacute;a viva total de un sistema aislado se conserva, entonces para un sistema de referencia que se halla en la circunstancia galileana la energ&iacute;a cin&eacute;tica total del sistema aislado tambi&eacute;n se conserva, ya que para tal sistema de referencia la cantidad de movimiento total del sistema aislado permanece constante.</p>

<h2>OBSERVACIONES GENERALES</h2>

<p>Actualmente es sabido que la mec&aacute;nica cl&aacute;sica para describir el comportamiento (movimiento) de los cuerpos desde un sistema de referencia no inercial necesita introducir fuerzas aparentes conocidas como fuerzas ficticias (tambi&eacute;n conocidas como pseudofuerzas, fuerzas inerciales o fuerzas no inerciales). A diferencia de las fuerzas reales, las fuerzas ficticias no son causadas por la interacci&oacute;n entre los cuerpos, es decir, si sobre un cuerpo A act&uacute;a una fuerza ficticia <b>F</b>, entonces no se podr&aacute; hallar una fuerza ficticia -<b>F</b> igual y de sentido contrario que act&uacute;e sobre otro cuerpo B; o sea, las fuerzas ficticias no cumplen la tercera ley de Newton.</p>

<p>Por otro lado, la teor&iacute;a de relatividad general, bas&aacute;ndose en el principio de equivalencia, establece que las fuerzas ficticias son causadas, en un sentido generalizado, por un campo gravitatorio que experimentan todos los sistemas de referencia no inerciales, es decir, para la teor&iacute;a de relatividad general las fuerzas ficticias son equivalentes a las fuerzas gravitatorias.</p>

<p>Pero, &iquest;Por qu&eacute; las fuerzas ficticias no son causadas por la interacci&oacute;n entre los cuerpos, as&iacute; como son causadas las fuerzas reales? &iquest;Por qu&eacute; las fuerzas ficticias no conservan su valor al ser pasadas de un sistema de referencia no inercial a otro sistema de referencia inercial, as&iacute; como conservan su valor las fuerzas reales? &iquest;Si las fuerzas ficticias son equivalentes a las fuerzas gravitatorias, entonces por qu&eacute; las fuerzas ficticias no son causadas por la interacci&oacute;n entre los cuerpos y no conservan su valor al ser pasadas de un sistema de referencia no inercial a otro sistema de referencia inercial, as&iacute; como son causadas y conservan su valor las fuerzas gravitatorias?</p>

<p>Podemos decir que ni la mec&aacute;nica cl&aacute;sica ni la teor&iacute;a de relatividad general dan respuestas satisfactorias a las preguntas antes mencionadas y que debemos aceptar, por lo tanto, que aparentemente la experiencia muestra que para describir el comportamiento (movimiento) de los cuerpos desde un sistema de referencia no inercial es necesario introducir fuerzas ficticias que no se comportan como las fuerzas reales.</p>

<p>Sin embargo, este trabajo s&iacute; da respuestas satisfactorias a las preguntas antes mencionadas, ya que del mismo se deduce que en realidad la experiencia no muestra que existen fuerzas ficticias que no se comportan como las fuerzas reales, sino que la experiencia muestra que existe una nueva fuerza real que a&uacute;n es desconocida y que las denominadas fuerzas ficticias son en realidad expresiones matem&aacute;ticas que parcialmente representan a esta nueva fuerza real.</p>

<p>Este trabajo establece que la nueva fuerza real, denominada fuerza cin&eacute;tica, se comporta igual que las otras fuerzas reales, es decir, que es una fuerza causada por la interacci&oacute;n entre los cuerpos y que conserva siempre su valor al ser pasada de un sistema de referencia a otro. Pero, por otro lado, este trabajo tambi&eacute;n establece que la finalidad de la fuerza cin&eacute;tica es equilibrar a las otras fuerzas reales que act&uacute;an sobre un cuerpo, es decir, la fuerza cin&eacute;tica es la fuerza real que hace que la suma de todas las fuerzas reales que act&uacute;an sobre un cuerpo sea siempre igual a cero.</p>

<p>Ahora, &iquest;C&oacute;mo es posible entonces modificar el estado natural de movimiento de un cuerpo, si seg&uacute;n la primera y segunda ley de Newton, bas&aacute;ndose en el principio de inercia, establecen que para modificar el estado natural de movimiento de un cuerpo es necesario que act&uacute;e sobre &eacute;l una fuerza externa no equilibrada?</p>

<p>En contradicci&oacute;n con el principio de inercia, este trabajo establece que el estado natural de movimiento de un cuerpo en ausencia de fuerzas externas no es s&oacute;lo el estado de reposo o de movimiento rectil&iacute;neo uniforme, sino que el estado natural de movimiento de un cuerpo en ausencia de fuerzas externas es cualquier estado posible de movimiento; o sea, todo estado posible de movimiento es un estado natural de movimiento. Sin embargo, la afirmaci&oacute;n anterior no significa que no exista una relaci&oacute;n entre el movimiento de los cuerpos y las fuerzas que act&uacute;an sobre los mismos, ya que tal relaci&oacute;n existe y est&aacute; matem&aacute;ticamente expresada en la nueva din&aacute;mica desarrollada por este trabajo.</p>

<p>Para la nueva din&aacute;mica el movimiento es el mecanismo que tienen los cuerpos, que hace posible que la fuerza cin&eacute;tica mantenga en equilibrio al sistema de fuerzas que act&uacute;a sobre los cuerpos, ya que los cuerpos a trav&eacute;s de su movimiento ejercen sobre los otros cuerpos la fuerza cin&eacute;tica necesaria para mantener al sistema de fuerzas que act&uacute;a sobre los cuerpos siempre en equilibrio.</p>

<p>Por otro lado, para este trabajo es innecesario distinguir a los sistemas de referencia: en sistemas de referencia inerciales y en sistemas de referencia no inerciales, ya que a trav&eacute;s de la nueva din&aacute;mica se puede describir el comportamiento (movimiento) de los cuerpos exactamente de la misma forma desde cualquier sistema de referencia. Es decir, la nueva din&aacute;mica es acorde con el principio de relatividad general, que afirma: todos los sistemas de referencia obtendr&aacute;n las mismas leyes naturales.</p>

<p>Como conclusi&oacute;n final se puede decir que la f&iacute;sica tiene dos opciones posibles: desarrollar la mec&aacute;nica cl&aacute;sica bas&aacute;ndose en el principio de inercia, como primera opci&oacute;n, o desarrollar la mec&aacute;nica cl&aacute;sica no bas&aacute;ndose en el principio de inercia, como segunda opci&oacute;n.</p>

<p>Sin embargo, este trabajo, por lo menos en la mec&aacute;nica cl&aacute;sica de los cuerpos puntuales, demuestra, por un lado, que la segunda opci&oacute;n es acorde con lo que muestra la experiencia y, por otro lado, que desde un punto de vista te&oacute;rico la segunda opci&oacute;n es ampliamente superior a la primera opci&oacute;n.</p>

<h2>BIBLIOGRAF&Iacute;A</h2>

<p class="h k"><b class="e">A. Einstein</b>, Sobre la Teor&iacute;a de la Relatividad Especial y General.</p>

<p class="h k"><b class="e">E. Mach</b>, La Ciencia de la Mec&aacute;nica.</p>

<p class="h k"><b class="e">R. Resnick y D. Halliday</b>, F&iacute;sica.</p>

<p class="h k"><b class="e">J. Kane y M. Sternheim</b>, F&iacute;sica.</p>

<p class="h k"><b class="e">H. Goldstein</b>, Mec&aacute;nica Cl&aacute;sica.</p>

<p class="h k"><b class="e">L. Landau y E. Lifshitz</b>, Mec&aacute;nica.</p>

<p class="d"><br /><br /></p>

</div>

<hr />

<div class="s">
	
<p class="d"><br /><br /></p>

<p><a name="links"></a></p>

<p class="b k"><big><b>MEC&Aacute;NICA CL&Aacute;SICA | LINKS</b></big></p>

<p><br /></p>

<p class="h k"><span class="t"><a href="https://archive.org/details/@alejandro_a_torassa/" target="_blank"><b>01</b></a>&nbsp;&nbsp;<b class="e">A.&nbsp;Torassa</b>&nbsp;&nbsp;<a href="https://archive.org/details/fav-alejandro_a_torassa/" target="_blank">(&nbsp;favorites&nbsp;)</a></span> <span class="t"><a href="https://archive.org/details/torassa_kinetic.7z" target="_blank">(&nbsp;kinetic.7z&nbsp;)</a></span></p>

<p class="h k"><span class="t"><a href="https://archive.org/details/@antonio_a_blatter/" target="_blank"><b>02</b></a>&nbsp;&nbsp;<b class="e">A.&nbsp;Blatter</b>&nbsp;&nbsp;<a href="https://archive.org/details/fav-antonio_a_blatter/" target="_blank">(&nbsp;favorites&nbsp;)</a></span> <span class="t"><a href="https://archive.org/details/blatter_live.7z" target="_blank">(&nbsp;live.7z&nbsp;)</a></span></p>

<p class="h k"><span class="t"><a href="https://archive.org/details/@agust_n_a_tobla/" target="_blank"><b>03</b></a>&nbsp;&nbsp;<b class="e">A.&nbsp;Tobla</b>&nbsp;&nbsp;<a href="https://archive.org/details/fav-agust_n_a_tobla/" target="_blank">(&nbsp;favorites&nbsp;)</a></span> <span class="t"><a href="https://archive.org/details/tobla_pi.7z" target="_blank">(&nbsp;pi.7z&nbsp;)</a></span></p>

<p class="h k"><span class="t"><a href="https://archive.org/details/@a_blato/" target="_blank"><b>04</b></a>&nbsp;&nbsp;<b class="e">A.&nbsp;Blato</b>&nbsp;&nbsp;<a href="https://archive.org/details/fav-a_blato/" target="_blank">(&nbsp;favorites&nbsp;)</a></span> <span class="t"><a href="https://archive.org/details/blato_xi.7z" target="_blank">(&nbsp;xi.7z&nbsp;)</a></span></p>

<p><br /><br /></p>

</div>

</body>

</html>
